IDEA StatiCa Open Model
ConcCementClass Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Cement class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum ConcCementClass
Public Enumeration ConcCementClass
public enum class ConcCementClass
Members
Member name | Value | Description
S | 0 |  Cement of strength Classes CEM 32,5 N (Class S)
R | 1 |  Cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)
N | 2 |  Cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)
See Also
Reference
IdeaRS.OpenModel.Material Namespace